[
  {
    "id": "ai-edu-001",
    "slug": "ai-in-education",
    "decision_type": "level_a",
    "title": "AI in Education: A Tool for Stronger Learning",
    "summary": "Our community leans toward using AI to support teachers and students—freeing teachers from routine tasks, offering tailored explanations, and improving access—while keeping education human at its core.",
    "living_document": {
      "headline": "Where We Stand on AI in Education",
      "body": "We believe AI can become a helpful part of everyday learning when it strengthens—not replaces—the human side of education. Many of us see how it could free teachers from routine tasks so they have more time for teaching, mentoring, and care. Students could get clearer, more personal explanations matched to their level and pace, instead of one-size-fits-all work. AI might also help those who struggle with language, reading, or learning differences. At the heart of this view is a simple idea: teachers remain the guides and the glue; AI is a tool that helps them do their work better. We know this will take steady adjustment and oversight. We want guardrails for privacy, fairness, and safety. But moving in this direction feels right if it keeps classrooms human, opens doors for more students, and helps teachers focus on what only people can do."
    },
    "counter_document": {
      "headline": "A Word of Caution",
      "body": "Others in the community urge us to slow down. They worry that an easy helper becomes a quiet crutch—that students will lean on AI instead of learning to think through problems and make mistakes that teach them. They fear classrooms becoming less personal, more screen-based, and that the craft of teaching is reduced to managing tools. They also point out the risk of deepening inequality: not every child has the same access to devices, internet, or support at home. And privacy remains unsettled—what happens to a child's data, forever? From this view, small, carefully measured steps come first. Schools should clearly prove benefits, put strong protections in place, and never let machines shape what education is meant to be: people learning from people."
    },
    "further_learning": [
      {
        "title": "UNESCO: AI and Education — Guidance for Policy Makers (2023)",
        "url": "https://unesdoc.unesco.org/ark:/48223/pf0000382555",
        "note": "Global guidance on responsible AI use in schools; equity and governance emphasis."
      },
      {
        "title": "Holmes, Bialik & Fadel (2019): Artificial Intelligence in Education",
        "url": "https://curriculumredesign.org/our-work/artificial-intelligence-in-education/",
        "note": "Survey of AI in learning; opportunities and implications for teaching practice."
      },
      {
        "title": "OECD: AI in Education — Evidence, Opportunities, Risks",
        "url": "https://www.oecd.org/education/",
        "note": "Comparative policy insights; teacher augmentation vs. replacement."
      },
      {
        "title": "Luckin (2021): Machine Learning and Human Intelligence",
        "url": "https://www.routledge.com/Machine-Learning-and-Human-Intelligence/Luckin/p/book/9780367565429",
        "note": "Argues for human-centered design in AI-supported education."
      }
    ],
    "labels": ["education", "technology", "ai", "governance"],
    "created_at": "2025-08-01T12:00:00Z",
    "updated_at": "2025-08-15T12:00:00Z",
    "status": "active"
  }
]
